tap "denisidoro/tools"
tap "exolnet/deprecated"
tap "homebrew/services"
tap "mongodb/brew"
tap "shivammathur/php"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "bat"
brew "boost"
brew "coreutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "findutils"
brew "fnm"
brew "fzf"
brew "libavif"
brew "gd"
brew "gnu-sed"
brew "gnupg"
brew "hyperfine"
brew "libfido2"
brew "make"
brew "mas"
brew "mkcert"
brew "mysql", link: false
brew "node"
brew "python@3.10"
brew "node@14"
brew "node@18"
brew "nss"
brew "php@8.1"
brew "pinentry-mac"
brew "plz-cli"
brew "pure"
brew "pyenv"
brew "python@3.11"
brew "python@3.13"
brew "spaceship"
brew "tldr"
brew "watchman"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "shivammathur/php/php", link: false
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.2", link: true
mas "CopyClip", id: 595191960
mas "Developer", id: 640199958
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "af4jm.vscode-icalendar"
vscode "astro-build.astro-vscode"
vscode "aswinkumar863.smarty-template-support"
vscode "blakeh.jump-to-test"
vscode "blanu.vscode-styled-jsx"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "codely.codely-theme"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "eamodio.gitlens"
vscode "emallin.phpunit"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "getpsalm.psalm-vscode-plugin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "heybourn.headwind"
vscode "jdinhlife.gruvbox"
vscode "junstyle.php-cs-fixer"
vscode "k--kato.intellij-idea-keybindings"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "obliviousharmony.vscode-php-codesniffer"
vscode "openai.chatgpt"
vscode "pflannery.vscode-versionlens"
vscode "piyushvscode.nodejs-snippets"
vscode "pomdtr.excalidraw-editor"
vscode "pranaygp.vscode-css-peek"
vscode "rapidapi.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "redhat.vscode-yaml"
vscode "rexshi.phpdoc-comment-vscode-plugin"
vscode "ritwickdey.liveserver"
vscode "supermaven.supermaven"
vscode "tabnine.tabnine-vscode"
vscode "thenouillet.symfony-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "whatwedo.twig"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
